Repository: kswift1/Promiso
Catalog: Projects/Shared/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# groupComponents.seeMoreCount
source: %lld개 더 보기
en: See %lld more

# groupComponents.tomorrow
source: 내일
en: Tomorrow

# groupHorizontalBar.createGroup
source: 그룹 생성
en: Create Group

# groupHorizontalBar.createSchedule
source: 일정 만들기
en: Create Schedule

# groupHorizontalBar.groupSettings
source: 그룹 설정
en: Group Settings

# groupHorizontalBar.inviteMembers
source: 멤버 초대
en: Invite Members

# groupHorizontalBar.joinWithCode
source: 초대 코드로 참여
en: Join with Code

# groupHorizontalBar.notificationSettings
source: 알림 설정
en: Notification Settings

# groupHorizontalBar.sortGroups
source: 그룹 정렬
en: Sort Groups

# groupMain.accept
source: 수락
en: Accept

# groupMain.createSchedule
source: 일정 생성
en: Create Schedule

# groupMain.deeplink.joinGroupRequired.subtitle
source: 일정을 확인하려면 해당 그룹의 멤버여야 합니다
en: You need to be a member of the group to view the schedule

# groupMain.deeplink.joinGroupRequired.title
source: 그룹에 먼저 가입해주세요
en: Please join the group first

# groupMain.deleteSchedule.confirm
source: '%@' 일정을 삭제하시겠습니까? 삭제된 일정은 복구할 수 없습니다.
en: Are you sure you want to delete '%@'? Deleted schedules cannot be recovered.

# groupMain.deleteSchedule.title
source: 일정 삭제
en: Delete Schedule

# groupMain.empty.all
source: 지금은 진행 중이거나 예정된 일정이 없어요 새 일정이나 초대가 생기면 여기에 보여요
en: No active or upcoming schedules right now New schedules and invitations will appear here

# groupMain.empty.confirmed
source: 아직 확정된 일정이 없어요 + 버튼으로 새 일정을 만들어보세요
en: No confirmed schedules yet Tap + to create a new schedule

# groupMain.empty.needResponse
source: 지금은 응답이 필요한 일정이 없어요 모든 일정에 응답한 상태예요 👍
en: No schedules need your response right now You've responded to all schedules 👍

# groupMain.empty.past
source: 아직 지난 일정이 없어요 완료된 일정 기록이 여기에 쌓여요
en: No past schedules yet Completed schedule records will be collected here

# groupMain.empty.responded
source: 아직 응답한 일정이 없어요 확정되면 자동으로 확정 탭으로 옮겨져요
en: No responded schedules yet Confirmed schedules will automatically move to the Confirmed tab

# groupMain.filter.all
source: 전체
en: All

# groupMain.filter.confirmed
source: 확정
en: Confirmed

# groupMain.filter.needResponse
source: 응답 필요
en: Needs Response

# groupMain.filter.past
source: 과거
en: Past

# groupMain.filter.responded
source: 응답 완료
en: Responded

# groupMain.groupSettings
source: 그룹 설정
en: Group Settings

# groupMain.noGroupsDescription
source: 아직 속한 그룹이 없어요 상단의 + 버튼으로 그룹을 만들거나 참여해보세요
en: You haven't joined any groups yet Create or join a group using the + button above

# groupMain.noGroupsTitle
source: 아직 속한 그룹이 없어요 상단의 + 버튼으로 그룹을 만들거나 참여해보세요
en: You haven't joined any groups yet Create or join a group using the + button above

# groupMain.onboarding.createGroup
source: 그룹 만들기
en: Create Group

# groupMain.onboarding.createGroupSubtitle
source: 친구들과 함께할 그룹을 만들어보세요
en: Create a group to hang out with friends

# groupMain.onboarding.groupName
source: Promiso 시작하기
en: Get started

# groupMain.onboarding.joinGroup
source: 친구 초대 코드로 참여
en: Join with Invite Code

# groupMain.onboarding.joinGroupSubtitle
source: 초대 코드를 입력해서 그룹에 참여하세요
en: Enter an invite code to join a group

# groupMain.reject
source: 거절
en: Reject

# groupMain.retry
source: 다시 시도
en: Try Again

# groupMain.undo
source: 되돌리기
en: Undo

# groupScheduleList.empty.all
source: 아직 일정이 없어요
en: No schedules yet

# groupScheduleList.empty.confirmed
source: 확정된 일정이 없어요
en: No confirmed schedules

# groupScheduleList.empty.needResponse
source: 응답이 필요한 일정이 없어요
en: No schedules requiring a response

# groupScheduleList.empty.responded
source: 응답 완료된 일정이 없어요
en: No responded schedules

# groupScheduleList.filter.all
source: 전체
en: All

# groupScheduleList.filter.confirmed
source: 확정
en: Confirmed

# groupScheduleList.filter.needResponse
source: 응답 필요
en: Response Needed

# groupScheduleList.filter.responded
source: 응답 완료
en: Responded

# groupScheduleList.navigationTitle
source: %@ 일정
en: %@ Schedules

# groupScheduleList.statusFilterLabel
source: 상태 필터
en: Status Filter

# groupSettings.calendarDeniedSyncOff
source: 권한 없음 - 토글 ON 후 설정에서 허용 필요
en: No permission - Turn on toggle and allow in settings

# groupSettings.calendarDeniedSyncOn
source: 권한 없음 - 설정에서 허용하면 동기화가 시작돼요
en: No permission - Sync will start when allowed in settings

# groupSettings.calendarDescription
source: 확정된 일정을 기기 캘린더에 자동으로 추가해요
en: Automatically add confirmed schedules to your device calendar

# groupSettings.calendarPermissionMessage
source: 설정이 저장되었습니다. 캘린더 동기화를 사용하려면 나중에 시스템 설정에서 캘린더 권한을 허용해주세요.
en: Settings have been saved. To use calendar sync, please allow calendar permission in system settings later.

# groupSettings.calendarPermissionTitle
source: 캘린더 권한 안내
en: Calendar Permission Info

# groupSettings.calendarSectionSubtitle
source: 확정된 일정을 기기 캘린더에 자동으로 추가해요
en: Automatically add confirmed plans to your device calendar

# groupSettings.calendarSectionTitle
source: 캘린더 동기화
en: Calendar Sync

# groupSettings.calendarSync
source: 캘린더 동기화
en: Calendar Sync

# groupSettings.changeableHint
source: 나중에 그룹 설정에서 변경할 수 있어요
en: You can change this later in group settings

# groupSettings.complete
source: 설정 완료
en: Complete

# groupSettings.createGroupComplete
source: 그룹 생성 완료하기
en: Create Group

# groupSettings.groupColorSectionSubtitle
source: 캘린더와 일정 카드에서 이 색상으로 그룹을 구분해요
en: This color is also used to identify the group in your calendar

# groupSettings.groupColorSectionTitle
source: 그룹 표시 색상
en: Group Display Color

# groupSettings.groupColorUsedBy
source: '%@' 사용중
en: Used by '%@'

# groupSettings.joinGroupComplete
source: 그룹 합류 완료
en: Join Group

# groupSettings.notificationDenied
source: 권한 없음 - 토글 시 설정으로 이동
en: No permission - Toggle to go to settings

# groupSettings.notificationDescription
source: 새로운 일정 초대, 일정 변경, 리마인더를 알려드려요
en: Get notified about new schedule invites, schedule changes, and reminders

# groupSettings.notificationSectionSubtitle
source: 일정 알림과 캘린더 동기화를 설정해요
en: Set up push notifications and calendar sync

# groupSettings.notificationSectionTitle
source: 알림 및 캘린더
en: Notifications & Calendar

# groupSettings.notificationSettingsSubtitle
source: 이 그룹의 알림과 캘린더 동기화를 설정해주세요
en: Set up notifications and calendar sync for this group

# groupSettings.notificationSettingsTitle
source: '%@' 알림 설정
en: '%@' Notification Settings

# groupSettings.personalSettings
source: 개인 설정
en: Personal Settings

# groupSettings.pushNotification
source: 푸시 알림
en: Push Notifications

# groupSettings.saving
source: 저장 중...
en: Saving...

# groupSettings.settingsHeaderTitle
source: '%@' 그룹 기본 설정
en: '%@' Group Settings

# groupSettings.skip
source: 건너뛰기
en: Skip

# groupSettingsView.allowNotificationPermission
source: 알림 권한 허용하기
en: Allow Notifications

# groupSettingsView.changePhoto
source: 사진 변경
en: Change Photo

# groupSettingsView.colorNotSet
source: 미설정
en: Not set

# groupSettingsView.colorPicker.title
source: 색상 선택
en: Select Color

# groupSettingsView.colorPreview.barDescription
source: 상단 그룹 바에 표시됩니다
en: Shown on the top group bar

# groupSettingsView.colorPreview.cardDescription
source: 일정 카드에 색상이 표시됩니다
en: Color is shown on schedule cards

# groupSettingsView.colorPreview.sampleTime
source: 오늘 12:00
en: Today 12:00

# groupSettingsView.colorPreview.sampleTitle
source: 🍽️ 점심 일정
en: 🍽️ Lunch Plan

# groupSettingsView.currentMembersMax
source: 현재 인원 %lld명 이상, 최대 10명까지 설정할 수 있어요.
en: Must be at least %lld (current members), up to 10.

# groupSettingsView.deleteGroupConfirm
source: 정말 '%@' 그룹을 삭제하시겠습니까? 모든 일정과 데이터가 삭제됩니다.
en: Are you sure you want to delete '%@' group? All schedules and data will be deleted.

# groupSettingsView.editGroupButton
source: 그룹 수정하기
en: Edit Group

# groupSettingsView.editGroupFailed
source: 그룹 수정 실패
en: Edit Group Failed

# groupSettingsView.editGroupTitle
source: 그룹 수정
en: Edit Group

# groupSettingsView.editMembers
source: 편집
en: Edit

# groupSettingsView.expel
source: 추방
en: Expel

# groupSettingsView.expelConfirm
source: 정말 '%@'님을 그룹에서 추방하시겠습니까? 추방된 멤버가 생성한 미래 일정도 삭제됩니다.
en: Are you sure you want to expel '%@' from the group? Future schedules created by this member will also be deleted.

# groupSettingsView.expelFailed
source: 추방 실패
en: Expel Failed

# groupSettingsView.expelMember
source: 멤버 추방
en: Expel Member

# groupSettingsView.groupAll
source: 그룹 전체
en: Group

# groupSettingsView.groupColor.groupTab
source: 그룹 탭
en: Group Tab

# groupSettingsView.groupColor.preview
source: 미리보기
en: Preview

# groupSettingsView.groupColor.reset
source: 색상 초기화
en: Reset Color

# groupSettingsView.groupColor.scheduleCard
source: 일정 카드
en: Schedule Card

# groupSettingsView.groupColor.title
source: 그룹 색상
en: Group Color

# groupSettingsView.groupDescriptionPlaceholder
source: 그룹 설명을 입력하세요 (선택)
en: Enter group description (optional)

# groupSettingsView.groupNameCannotChange
source: 그룹 이름은 변경할 수 없습니다
en: Group name cannot be changed

# groupSettingsView.groupNotification
source: 그룹 알림
en: Group Notifications

# groupSettingsView.groupPhoto
source: 그룹 사진
en: Group Photo

# groupSettingsView.groupSection
source: 그룹
en: Group

# groupSettingsView.invite
source: 초대
en: Invite

# groupSettingsView.inviteFriends
source: 친구 초대하기
en: Invite Friends

# groupSettingsView.inviteFriendsDescription
source: 링크를 공유해 멤버를 초대하세요
en: Share a link to invite members

# groupSettingsView.inviteSubtitle
source: 초대 코드를 공유해 멤버를 추가하세요
en: Share the invite code to add members

# groupSettingsView.inviteTitle
source: 멤버 초대
en: Invite Members

# groupSettingsView.leaveGroupConfirm
source: 정말 '%@' 그룹을 나가시겠습니까?
en: Are you sure you want to leave '%@' group?

# groupSettingsView.me
source: 나
en: Me

# groupSettingsView.membersCount
source: %lld명
en: %lld members

# groupSettingsView.membersTitle
source: 멤버 (%lld명)
en: Members (%lld)

# groupSettingsView.noDescription
source: 설명이 없습니다
en: No description

# groupSettingsView.notificationDeniedMessage
source: iOS 알림 권한이 거부되어 알림을 받을 수 없어요
en: Notification permission denied. Unable to receive notifications.

# groupSettingsView.notificationPermissionNeeded
source: 알림을 받으려면 권한 허용이 필요해요
en: Permission is needed to receive notifications

# groupSettingsView.notificationSettings
source: 알림 설정
en: Notification Settings

# groupSettingsView.now
source: 지금
en: now

# groupSettingsView.openNotificationSettings
source: 알림 설정 열기
en: Open Notification Settings

# groupSettingsView.saving
source: 저장 중...
en: Saving...

# groupSettingsView.scheduleSection
source: 일정
en: Schedule

# groupSettingsView.selectNewHost
source: 새 호스트를 선택하세요
en: Select a new host

# groupSettingsView.shareLink
source: 링크 공유하기
en: Share Link

# groupSettingsView.title
source: 그룹 설정
en: Group Settings

# groupSettingsView.tooltip.cancelled
source: 영화 관람 일정 무산 😢
en: Movie schedule failed 😢

# groupSettingsView.tooltip.cancelledBody
source: 참여 인원이 부족해서 확정되지 않았어요
en: Not enough participants to confirm

# groupSettingsView.tooltip.confirmed
source: 영화 관람 일정 확정! 🎉
en: Movie schedule confirmed! 🎉

# groupSettingsView.tooltip.confirmedBody
source: 오늘 오후 2:00에 만나요!
en: See you today at 2:00 PM!

# groupSettingsView.tooltip.groupNotificationSubtitle
source: 그룹 알림이 켜져 있어야 도착해요
en: Group notifications must be on to receive

# groupSettingsView.tooltip.newMember
source: 새 멤버 합류 👋
en: New member joined 👋

# groupSettingsView.tooltip.newMemberBody
source: 재윤님이 대학 친구들에 들어왔어요
en: Jaeyun joined College Friends

# groupSettingsView.tooltip.newSchedule
source: 새 일정 도착 📩
en: New schedule arrived 📩

# groupSettingsView.tooltip.newScheduleBody
source: 성원님이 영화 관람을 제안했어요. 확인해주세요!
en: Sungwon suggested watching a movie. Please check!

# groupSettingsView.tooltip.toggleDescription
source: 해당 알림을 켜고 끌 수 있어요
en: You can toggle this notification on or off

# groupSettingsView.tooltip.updated
source: 영화 관람 변경 📝
en: Movie schedule updated 📝

# groupSettingsView.tooltip.updatedBody
source: 일정 정보가 수정됐어요. 확인해주세요!
en: Schedule details have been updated. Please check!

# groupSettingsView.transferHostDescription
source: 호스트를 양도하면 해당 멤버가 그룹을 관리할 수 있습니다.
en: Transferring host will allow the member to manage the group.

# groupSettingsView.tryAgainLater
source: 잠시 후 다시 시도해주세요.
en: Please try again later.

# groupSettingsView.unknownError
source: 알 수 없는 오류가 발생했습니다.
en: An unknown error occurred.

# groupSortSettings.longPressHint
source: 길게 눌러서 순서를 변경하세요
en: Long press to reorder

# groupSortSettings.preview
source: 미리보기
en: Preview

# groupSortSettings.sort.custom
source: 직접 설정
en: Custom

# groupSortSettings.sort.joined
source: 가입일
en: Date Joined

# groupSortSettings.sort.name
source: 이름순
en: Name

# groupSortSettings.title
source: 그룹 정렬
en: Sort Groups

# home.banner.responseNeeded
source: 응답이 필요해요
en: Response needed

# home.banner.schedulesToRespond
source: 응답할 일정 %lld개
en: %lld schedules to respond

# home.briefing.locationOffMessage
source: 현재 위치 권한이 꺼져 있어 날씨와 이동시간을 알려드리기 어려워요
en: Location access is off, so weather and travel time may be unavailable

# home.briefing.notificationChip.am
source: 오전 %lld시 알림
en: %lld AM alert

# home.briefing.notificationChip.pm
source: 오후 %lld시 알림
en: %lld PM alert

# home.briefing.notificationOffMessage
source: 알림이 꺼져 있어 매일 브리핑을 받아볼 수 없어요
en: Notifications are off, so you won't receive the daily briefing

# home.briefing.pro.upgrade
source: PRO로 전체 보기
en: View full with PRO

# home.briefing.reportIssue
source: 브리핑 내용이 이상한가요?
en: Is the briefing off?

# home.briefing.reportMail.body
source: 제보해 주셔서 감사합니다. 더 나은 브리핑을 만드는 데 큰 도움이 됩니다 🙏 상세 내용이 있다면 위에 입력해 주세요. ── 자동 수집 정보 (확인용) ── UID: %1$@ 생성 시각: %2$@ 요약: %3$@ 상세: %4$@ 알림 권한: %5$@ 위치 권한: %6$@ Timezone: %7$@ Locale: %8$@ ────────────────────
en: Thank you for reporting this issue. It helps us improve the briefing experience. If there is any additional detail, please write it above. --- Auto-collected info --- UID: %1$@ Generated at: %2$@ Summary: %3$@ Detail: %4$@ Notification enabled: %5$@ Location enabled: %6$@ Timezone: %7$@ Locale: %8$@ -------------------------

# home.briefing.reportMail.subject
source: [Promiso] 브리핑 오류 제보
en: [Promiso] Briefing issue report

# home.briefing.title
source: 데일리 브리핑
en: Daily Briefing

# home.briefing.updated.badge
source: 업데이트됨
en: Updated

# home.briefing.updateInfoTooltip
source: 브리핑은 오늘 일정, 날씨, 브리핑 설정이 바뀌면 새로 생성돼요. 바뀐 내용이 없으면 이전 브리핑을 그대로 보여줘요. 설정한 브리핑 시간에도 최신 내용으로 다시 준비돼요.
en: The briefing is regenerated when today's schedules, weather, or briefing settings change. If nothing has changed, you'll see the previous briefing. It is also prepared again with the latest information at your scheduled briefing time.

# home.departure.alertButton
source: 알림 받기
en: Set Departure Alert

# home.departure.alertScheduled
source: 출발 알림이 설정되었어요
en: Departure alert set

# home.departure.arrival
source: 도착
en: To

# home.departure.changeOrigin
source: 출발지 변경하기
en: Change departure point

# home.departure.detail
source: 상세
en: Details

# home.departure.exactStart
source: %@ 시작
en: %@ start

# home.departure.loadFailed
source: 경로를 불러오지 못했어요
en: Couldn't load the route

# home.departure.locationPermissionMessage
source: 위치 권한이 필요합니다 설정에서 위치 접근을 허용해 주세요
en: Location permission is required. Allow location access in Settings.

# home.departure.locationPermissionRequired
source: 위치 권한이 필요합니다
en: Location permission is required

# home.departure.notification.body.now.buffer
source: %1$@ 일정 · %2$@ 약 %3$lld분 · 여유 %4$lld분 포함
en: %1$@ schedule - about %3$lld min by %2$@ with a %4$lld min buffer

# home.departure.notification.body.now.noBuffer
source: %1$@ 일정 · %2$@로 약 %3$lld분 거리예요
en: %1$@ schedule - about %3$lld min by %2$@

# home.departure.notification.body.ready.buffer
source: %1$@까지 %2$@로 약 %3$lld분 거리예요 · 여유 %4$lld분 챙겼어요
en: About %3$lld min by %2$@ to arrive by %1$@ with a %4$lld min buffer

# home.departure.notification.body.ready.noBuffer
source: %1$@까지 %2$@로 약 %3$lld분이면 도착해요
en: You'll arrive by %1$@ in about %3$lld min by %2$@

# home.departure.notification.body.soon.buffer
source: %1$@까지 %2$@로 약 %3$lld분 · %4$lld분 여유를 두었어요
en: About %3$lld min by %2$@ to arrive by %1$@ with a %4$lld min buffer

# home.departure.notification.body.soon.noBuffer
source: %1$@까지 %2$@로 약 %3$lld분 걸려요
en: About %3$lld min by %2$@ to arrive by %1$@

# home.departure.notification.title.now
source: %@, 이제 출발해볼까요?
en: %@, ready to head out?

# home.departure.notification.title.ready
source: %@, 슬슬 준비해볼까요?
en: %@, time to get ready

# home.departure.notification.title.soon
source: %@, 슬슬 출발할 시간이에요
en: %@, time to get going soon

# home.departure.notRecommended
source: 비추천
en: Not recommended

# home.departure.openSettings
source: 설정으로 이동
en: Open Settings

# home.departure.schedulePassed
source: 일정 시간이 지났어요
en: This schedule has already started

# home.departure.selection.noBuffer
source: %1$@으로 %2$@에 출발 알림을 드려요
en: We'll alert you to leave by %2$@ via %1$@

# home.departure.selection.withBuffer
source: %1$@으로 %2$@ - %3$lld분 여유 포함해 알림을 드려요
en: We'll alert you to leave by %2$@ via %1$@ with a %3$lld min buffer

# home.departure.start
source: 출발
en: From

# home.departure.timePassed
source: 출발 시간이 지났어요
en: Departure time has passed

# home.departure.transportLoadFailed
source: 교통 정보를 불러올 수 없습니다
en: Couldn't load transportation info

# home.departure.transportSection
source: 이동 수단
en: Transport

# home.departure.untilHours
source: 다음 일정까지 %lld시간 남았어요
en: %lld hour(s) until your next schedule

# home.departure.untilHoursMinutes
source: 다음 일정까지 %1$lld시간 %2$lld분 남았어요
en: %1$lld hour(s) %2$lld min until your next schedule

# home.departure.untilMinutes
source: 다음 일정까지 %lld분 남았어요
en: %lld min until your next schedule

# home.empty.createSchedule
source: 새 일정 만들기
en: Create New Schedule

# home.empty.findGroups
source: 그룹 찾아보기
en: Find Groups

# home.empty.joinWithLink
source: 초대 링크로 참여
en: Join with Invite Link

# home.empty.noFilter.message
source: 선택한 조건에 맞는 일정이 없어요 필터를 변경해보세요
en: No schedules match the selected filters Try changing the filters

# home.empty.noFilter.title
source: 필터 결과가 없어요
en: No filter results

# home.empty.noGroups.message
source: 그룹에 참여하면 친구들과 일정을 만들 수 있어요
en: Join a group to create schedules with friends

# home.empty.noGroups.title
source: 그룹에 참여해보세요
en: Join a group

# home.empty.noSchedules.message
source: 친구들과 첫 일정을 만들어보세요 함께하면 더 즐거워요
en: Create your first schedule with friends It's more fun together

# home.empty.noSchedules.title
source: 아직 일정이 없어요
en: No schedules yet

# home.empty.resetFilter
source: 필터 초기화
en: Reset Filters

# home.filter.all
source: 전체
en: All

# home.filter.confirmed
source: 확정됨
en: Confirmed

# home.filter.inProgress
source: 진행 중
en: In Progress

# home.filter.needResponse
source: 응답 필요
en: Response Needed

# home.pending.closed
source: 마감
en: Closed

# home.pending.hoursRemaining
source: %lld시간 남음
en: %lld hr left

# home.pending.minutesRemaining
source: %lld분 남음
en: %lld min left

# home.pending.needResponse
source: 응답 필요
en: Response Needed

# home.personalEvent.label
source: 개인
en: Personal

# home.personalEvent.reminderHours
source: %lld시간 전
en: %lld hr before

# home.personalEvent.reminderMinutes
source: %lld분 전
en: %lld min before

# home.timeline.accepted
source: 참여
en: Accepted

# home.timeline.dayAfterTomorrow
source: 모레
en: Day After Tomorrow

# home.timeline.declined
source: 불참
en: Declined

# home.timeline.departureAlertDone
source: %@ 알림 완료
en: %@ alert sent

# home.timeline.departureAlertUpcoming
source: %@ 출발 예정
en: %@ departure scheduled

# home.timeline.departurePrompt
source: 언제 출발할지 알려드릴게요
en: We'll tell you when to leave

# home.timeline.startLiveSharing
source: 실시간 공유 시작
en: Start Live Sharing

# home.timeline.tomorrow
source: 내일
en: Tomorrow

# home.today.complete.afternoon.title
source: 오후 일정을 마쳤어요
en: Afternoon schedule completed

# home.today.complete.dawn.title
source: 새벽 일정을 마쳤어요
en: Dawn schedule completed

# home.today.complete.evening.title
source: 저녁 일정 완료!
en: Evening schedule done!

# home.today.complete.lunch.title
source: 점심 일정을 마쳤어요
en: Lunch schedule completed

# home.today.complete.morning.title
source: 오전 일정 완료!
en: Morning schedule done!

# home.today.complete.night.title
source: 오늘 일정을 모두 마쳤어요
en: All done for today

# home.today.complete.random1.title
source: 오늘 일정을 모두 마쳤어요
en: All done for today

# home.today.complete.random2.title
source: 모든 일정을 잘 지켰어요
en: All schedules kept

# home.today.complete.random3.title
source: 오늘도 완벽한 하루!
en: Another perfect day!

# home.today.complete.random4.title
source: 일정 완료!
en: Schedule done!

# home.today.complete.random5.title
source: 모든 일정을 마쳤어요
en: All events completed

# home.today.complete.random6.title
source: 일정 완료!
en: Schedules completed!

# home.today.empty.afternoon.subtitle
source: 편안한 시간을 즐겨보세요
en: Enjoy some relaxing time

# home.today.empty.afternoon.title
source: 여유로운 오후예요
en: A leisurely afternoon

# home.today.empty.dawn.subtitle
source: 평온한 아침을 맞이하세요
en: Welcome a peaceful morning

# home.today.empty.dawn.title
source: 고요한 새벽이에요
en: A quiet dawn

# home.today.empty.evening.subtitle
source: 하루를 마무리하는 시간
en: Time to wrap up the day

# home.today.empty.evening.title
source: 편안한 저녁이에요
en: A comfortable evening

# home.today.empty.lunch.subtitle
source: 맛있는 식사 즐기세요
en: Enjoy a delicious meal

# home.today.empty.lunch.title
source: 느긋한 점심시간이에요
en: A relaxed lunchtime

# home.today.empty.morning.subtitle
source: 활기찬 하루를 시작해보세요
en: Start an energetic day

# home.today.empty.morning.title
source: 상쾌한 아침이에요
en: A fresh morning

# home.today.empty.night.subtitle
source: 편안한 휴식을 취하세요
en: Take a comfortable rest

# home.today.empty.night.title
source: 고요한 밤이에요
en: A quiet night

# home.today.empty.random1.subtitle
source: 소중한 시간을 가져보세요
en: Enjoy some precious time

# home.today.empty.random1.title
source: 나만의 시간이에요
en: Time for yourself

# home.today.empty.random2.subtitle
source: 천천히 숨을 고르는 시간
en: Time to slow down and breathe

# home.today.empty.random2.title
source: 여유로운 하루예요
en: A relaxing day

# home.today.empty.random3.subtitle
source: 하고 싶었던 일을 해보세요
en: Do what you've been wanting to

# home.today.empty.random3.title
source: 자유로운 시간이에요
en: Free time

# home.today.empty.random4.subtitle
source: 취미 생활을 즐겨보세요
en: Enjoy your hobbies

# home.today.empty.random4.title
source: 특별한 일정이 없어요
en: No special plans

# home.today.empty.random5.subtitle
source: 좋아하는 책을 펼쳐보세요
en: Open your favorite book

# home.today.empty.random5.title
source: 느긋한 하루예요
en: A laid-back day

# home.today.empty.random6.subtitle
source: 음악과 함께하는 여유
en: Relax with some music

# home.today.empty.random6.title
source: 평온한 시간이에요
en: A peaceful time

# home.today.empty.random7.subtitle
source: 가벼운 산책은 어떠세요?
en: How about a light walk?

# home.today.empty.random7.title
source: 여유가 있는 날이에요
en: A day of leisure

# home.today.empty.random8.subtitle
source: 따뜻한 차 한잔의 여유
en: Enjoy a warm cup of tea

# home.today.empty.random8.title
source: 한가한 시간이에요
en: A quiet moment

# home.today.empty.random9.subtitle
source: 마음을 비우는 시간
en: Time to clear your mind

# home.today.empty.random9.title
source: 조용한 하루예요
en: A calm day

# home.today.empty.random10.subtitle
source: 자신을 돌보는 시간을 가져요
en: Take time to care for yourself

# home.today.empty.random10.title
source: 나를 위한 시간이에요
en: Time for me

# home.today.empty.random11.subtitle
source: 편안하게 쉬어가는 하루
en: A day to rest comfortably

# home.today.empty.random11.title
source: 여유있는 오늘이에요
en: A relaxed today

# home.today.empty.random12.subtitle
source: 자연스럽게 흐르는 시간
en: Time flowing naturally

# home.today.empty.random12.title
source: 평화로운 하루예요
en: A peaceful day

# home.today.hoursMinutes
source: %1$lld시간 %2$lld분
en: %1$lld hr %2$lld min

# home.today.itemCount
source: %lld개
en: %lld

# home.today.minutesOnly
source: %lld분
en: %lld min

# home.today.nextUntil
source: 다음 일정까지
en: Until next event

# home.today.schedule
source: 오늘의 일정
en: Today's Schedule

# home.today.startingSoon
source: 곧 시작
en: Starting Soon

# home.transport.approxDistance
source: 약 %@km
en: About %@ km

# home.transport.approxMinutes
source: 약 %lld분
en: About %lld min
